Repository: vladyslav-tmf/it-company-task-manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Email
uk: Електронна пошта

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Please choose a position
uk: Будь ласка, оберіть посаду

source: Search by Username
uk: Пошук за Логіном

source: Activation link has been sent to your email
uk: Посилання для активації надіслано на вашу електронну пошту

source: Username
uk: Логін

source: Password
uk: Пароль

source: Password check
uk: Підтвердження паролю

source: Please confirm your activation link in your email.
uk: Будь ласка, підтвердіть активацію облікового запису на своїй пошті.

source: Your account is already activated.
uk: Ваш обліковий запис вже активовано.

source: Thank you for your email confirmation. Now you can sign in to your account.
uk: Дякуємо за підтвердження вашої електронної пошти. Тепер ви можете увійти до свого облікового запису.

source: Activation link is invalid or has already been used.
uk: Посилання для активації недійсне або вже було використано.

source: Invalid credentials
uk: Невірні облікові дані

source: Search by task name
uk: Пошук за назвою задачі

source: Search by task type name
uk: Пошук за назвою типу задачі

source: Search by position name
uk: Пошук за назвою посади

source: Name
uk: Назва

source: Description
uk: Опис

source: Deadline
uk: Кінцевий термін

source: Priority
uk: Пріоритет

source: Account Activation
uk: Активація облікового запису

source: Hello
uk: Привіт

source: Thank you for signing up! To complete your registration, please activate your account by clicking the button below
uk: Дякуємо за реєстрацію! Щоб її завершити, будь ласка, активуйте свій обліковий запис, натиснувши кнопку нижче

source: Activate Account
uk: Активувати обліковий запис

source: If you didn't sign up for this account, please ignore this email
uk: Якщо ви не реєстрували цей обліковий запис, будь ласка, проігноруйте цей лист

source: Delete Worker
uk: Видалення працівника

source: Confirm Deletion
uk: Підтвердження видалення

source: Are you sure you want to delete the worker
uk: Ви впевнені, що хочете видалити працівника

source: This action cannot be undone
uk: Ця дія незворотня

source: You cannot delete yourself
uk: Ви не можете видалити себе

source: Confirm
uk: Підтвердити

source: Changed your mind?
uk: Передумали?

source: Go Back
uk: Повернутися назад

source: Worker Detail
uk: Деталі працівника

source: Position
uk: Посада

source: Assigned to (Completed Tasks)
uk: Призначено (Завершені задачі)

source: Assigned to (Pending Tasks)
uk: Призначено (Невиконані задачі)

source: No pending tasks
uk: Немає невиконаних задач

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Back to List
uk: Повернутися до списку

source: Edit Worker
uk: Редагування працівника

source: Update Worker
uk: Оновити працівника

source: Worker List
uk: Список працівників

source: Register New Worker
uk: Зареєструвати нового працівника

source: Actions
uk: Дії

source: Details
uk: Деталі

source: No workers found. Click "REGISTER NEW WORKER" to add one!
uk: Працівників не знайдено. Натисніть "ЗАРЕЄСТРУВАТИ НОВОГО ПРАЦІВНИКА", щоб додати нового!

source: Pages
uk: Сторінки

source: Tasks
uk: Задачі

source: Workers
uk: Працівники

source: Positions
uk: Посади

source: Task Types
uk: Типи задач

source: Logout
uk: Вийти

source: Project on
uk: Проєкт на

source: Logged Out
uk: Вихід

source: You have been logged out
uk: Ви вийшли з облікового запису

source: Thank you for using our service. You can sign in again using the link below
uk: Дякуємо, що користуєтесь нашим сервісом. Ви можете увійти ще раз за посиланням нижче

source: Sign In
uk: Увійти

source: Sign IN
uk: Увійти

source: Welcome back!
uk: Ласкаво просимо назад!

source: Add your credentials
uk: Вкажіть свої облікові дані

source: Remember me
uk: Запам'ятати мене

source: Sign in
uk: Увійти

source: Don't have an account?
uk: Не маєте облікового запису?

source: Sign UP
uk: Реєстрація

source: You are already logged in. Go to
uk: Ви вже авторизовані. Перейти до

source: Home Page
uk: Головна сторінка

source: Agree with
uk: Погоджуюсь з

source: terms
uk: умовами

source: Register
uk: Зареєструвати

source: Have an account?
uk: Маєте обліковий запис

source: Task
uk: Задача

source: Number of tasks in the system
uk: Кількість задач у системі

source: Worker
uk: Працівник

source: Number of workers in the system
uk: Кількість працівників у системі

source: Number of positions in the system
uk: Кількість посад у системі

source: Task Type
uk: Тип задач

source: Number of task types in the system
uk: Кількість типів задач у системі

source: Pending task
uk: Невиконана задача

source: Number of pending tasks assigned to you
uk: Кількість невиконаних задач, призначених вам

source: Visit
uk: Візит

source: Number of your visits to this page
uk: Кількість ваших візитів до цієї сторінки

source: Delete Position
uk: Видалення посади

source: Are you sure you want to delete the position
uk: Ви впевнені, що хочете видалити посаду

source: Warning
uk: Увага

source: Deleting this position will also remove all workers associated with it
uk: Видалення цієї посади також призведе до видалення усіх працівників, пов'язаних з нею

source: Create
uk: Створити

source: Update Position
uk: Оновити посаду

source: Create Position
uk: Створити посаду

source: Position List
uk: Список посад

source: Create New Position
uk: Створити нову посаду

source: No positions found. Click "CREATE NEW POSITION" to add one
uk: Не знайдено жодної посади. Натисніть "СТВОРИТИ НОВУ ПОСАДУ", щоб додати нову

source: Delete Task
uk: Видалення задачі

source: Are you sure you want to delete the task
uk: Ви впевнені, що хочете видалити цю задачу

source: Task Detail
uk: Деталі задачі

source: Status
uk: Статус

source: Completed
uk: Завершена

source: Pending
uk: Незавершена

source: Assigned to
uk: Призначено

source: Remove Me from the Task
uk: Прибрати себе із задачі

source: Assign Me to the Task
uk: Призначити себе до задачі

source: Edit Task
uk: Редагування задачі

source: Create Task
uk: Створити задачу

source: Update Task
uk: Оновити задачу

source: Task List
uk: Список задач

source: Create New Task
uk: Створити нову задачу

source: No tasks found. Click "CREATE NEW TASK" to add one!
uk: Не знайдено жодної задачі. Натисни на "СТВОРИТИ НОВУ ЗАДАЧУ", щоб створити нову

source: Delete Task Type
uk: Видалення типу задач

source: Are you sure you want to delete the task type
uk: Ви впевнені, що хочете видалити тип задач

source: Deleting this task type will also remove all tasks associated with it
uk: Видалення цього типу задач призведе до видалення усіх задач, пов'язаних з ним

source: Edit Task Type
uk: Редагування типу задач

source: Create Task Type
uk: Створити тип задач

source: Update Task Type
uk: Оновити тип задач

source: Task Type List
uk: Список типів задач

source: Create New Task Type
uk: Створити новий тип задач

source: No task types found. Click "CREATE NEW TASK TYPE" to add one!
uk: Жодного типу задач не знайдено. Натисни "СТВОРИТИ НОВИЙ ТИП ЗАДАЧ", щоб додати новий
